[
 {"id": 1, "type": "message", "content": "Even the hardest cravings will go away in just a few minutes! Listen to your favourite song and feel it pass!", "techniqueId": null},
 {"id": 2, "type": "message", "content": "Drink a glass of water. Notice how the water feels in your mouth. Then notice the water as it passes down your throat ...You’ve distracted yourself!", "techniqueId": null},
 {"id": 3, "type": "message", "content": "As every nicotine-free minute passes, your body becomes more and more used to life without nicotine. Go five minutes further now!", "techniqueId": null},
 {"id": 4, "type": "technique", "content": null, "techniqueId": 2},
 {"id": 5, "type": "message", "content": "Set yourself a small target. Try to get through the next hour without vaping. Then the next hour. Little by little, step by step, you will achieve your goals!", "techniqueId": null},
 {"id": 6, "type": "message", "content": "Stay strong! 💪This craving will pass in just a few minutes", "techniqueId": null},
 {"id": 7, "type": "message", "content": "Try something else: chew some gum and distract yourself!", "techniqueId": null},
 {"id": 8, "type": "technique", "content": null, "techniqueId": 3},
 {"id": 9, "type": "message", "content": "Stay nicotine-free - you can do it! We believe in you", "techniqueId": null},
 {"id": 10, "type": "message", "content": "Try keeping your hands busy. Play a game on your phone or try out a fidget spinner!", "techniqueId": null},
 {"id": 11, "type": "message", "content": "Thousands of people have successfully remained nicotine-free using Quit Genius. You can be one of them too!", "techniqueId": null},
 {"id": 12, "type": "technique", "content": null, "techniqueId": 4},
 {"id": 13, "type": "message", "content": "Find a symbol of your nicotine-free status. Hold on to it and have it with you wherever you go.", "techniqueId": null},
 {"id": 14, "type": "message", "content": "You’ve made a promise to yourself to become a non-vaper. Keep to that promise!", "techniqueId": null},
 {"id": 15, "type": "message", "content": "Repeat to yourself: \"Cravings are normal. But I am going to stay strong. I can do this. I know this will be worth it!\"", "techniqueId": null},
 {"id": 16, "type": "technique", "content": null, "techniqueId": 5},
 {"id": 17, "type": "message", "content": "2 months from now, you will thank yourself for resisting this moment!", "techniqueId": null},
 {"id": 18, "type": "message", "content": "Tell someone about your day. If no one’s around, recount it to yourself. You’re now five minutes further into being a non-vaper.", "techniqueId": null},
 {"id": 19, "type": "message", "content": "Think big - by not vaping now, you are making your life better, for good. A small price to pay for such a great reward!", "techniqueId": null},
 {"id": 20, "type": "technique", "content": null, "techniqueId": 2},
 {"id": 21, "type": "message", "content": "A change of scenery can work miracles. Get up and go somewhere else - another room works well too.", "techniqueId": null},
 {"id": 22, "type": "message", "content": "There’s light at the end of the tunnel! Look forward to a healthier, happier you!", "techniqueId": null},
 {"id": 23, "type": "message", "content": "Go for a short run or for a walk - exercise will get your blood pumping, make you feel alive and help beat the craving.", "techniqueId": null},
 {"id": 24, "type": "technique", "content": null, "techniqueId": 3},
 {"id": 25, "type": "message", "content": "By not vaping now, you’re another step closer to beating those nicotine monsters!", "techniqueId": null},
 {"id": 26, "type": "message", "content": "A short walk outside cuts cravings and makes your brain produce endorphins - happy hormones. Beating cravings makes you fitter and happier!", "techniqueId": null},
 {"id": 27, "type": "message", "content": "If you don’t feed your nicotine monsters, they’ll die and so will your cravings! Stay strong and say goodbye to them!", "techniqueId": null},
 {"id": 28, "type": "technique", "content": null, "techniqueId": 4},
 {"id": 29, "type": "message", "content": "Close your eyes. Take a deep breath in and out and repeat...And now relax!", "techniqueId": null},
 {"id": 30, "type": "message", "content": "What would your nicotine-free life look like? Close your eyes and imagine! It’s worth resisting this craving, isn’t it?", "techniqueId": null},
 {"id": 31, "type": "message", "content": "Try out the coping exercises below - they are awesome!", "techniqueId": null},
 {"id": 32, "type": "technique", "content": null, "techniqueId": 5},
 {"id": 33, "type": "message", "content": "Look back to your reasons to quit vaping and remind yourself why you are doing this!", "techniqueId": null},
 {"id": 34, "type": "message", "content": "Stop what you’re doing right now and do something else. This helps your brain refocus making it easier to beat a craving.", "techniqueId": null},
 {"id": 35, "type": "message", "content": "Close your eyes and imagine a life without nicotine...the healthier you would be...the amount of money you would save...it’s worth it!", "techniqueId": null},
 {"id": 36, "type": "technique", "content": null, "techniqueId": 2},
 {"id": 37, "type": "message", "content": "Think about all the money you have saved by not vaping...now think about all the awesome things you can do with that money!", "techniqueId": null},
 {"id": 38, "type": "message", "content": "Resisting a craving may not feel good in the moment, but it will feel oh so good when it passes!", "techniqueId": null},
 {"id": 39, "type": "message", "content": "If you miss holding an e-cigarette in your hand, try to hold something else - a pencil, a paper clip, a coin will do!", "techniqueId": null},
 {"id": 40, "type": "technique", "content": null, "techniqueId": 3},
 {"id": 41, "type": "message", "content": "This craving will pass in a few minutes. The damage to your body is longer lasting. Get past these few minutes and step closer to better health!", "techniqueId": null},
 {"id": 42, "type": "message", "content": "If you miss the feeling of an e-cigarette in your mouth, try a replacement. Try a toothpick, a straw, or even celery sticks!", "techniqueId": null},
 {"id": 43, "type": "message", "content": "By not vaping, you’re keeping your body nicotine-free and fresh!", "techniqueId": null},
 {"id": 44, "type": "technique", "content": null, "techniqueId": 4},
 {"id": 45, "type": "message", "content": "Just focus on today. That’s where you can make a difference. You can think about the future later. Stay strong!", "techniqueId": null},
 {"id": 46, "type": "message", "content": "By not vaping right now, you’re getting closer to a nicotine-free life!", "techniqueId": null},
 {"id": 47, "type": "message", "content": "Most cravings don’t last long. Wait for one minute. You can watch the hands of the clock as they move.", "techniqueId": null},
 {"id": 48, "type": "technique", "content": null, "techniqueId": 5},
 {"id": 49, "type": "message", "content": "Quitting will allow your taste to return to normal so you can appreciate your favourite meal even more!", "techniqueId": null},
 {"id": 50, "type": "message", "content": "It can be overwhelming to think you'll never vape again, so don't.", "techniqueId": null},
 {"id": 51, "type": "message", "content": "Not vaping now will put you on a path to become fitter, stronger and healthier!", "techniqueId": null},
 {"id": 52, "type": "technique", "content": null, "techniqueId": 2},
 {"id": 53, "type": "message", "content": "Don't focus on forever, focus on the day you have in front of you. This is where your power is. We believe in you!", "techniqueId": null},
 {"id": 54, "type": "message", "content": "Being nicotine-free will allow you to take back control of your life!", "techniqueId": null},
 {"id": 55, "type": "message", "content": "Count down from 100 in sevens. Start now - 100. 93. 86. Your turn.", "techniqueId": null},
 {"id": 56, "type": "technique", "content": null, "techniqueId": 3},
 {"id": 57, "type": "message", "content": "What would your future self tell your present self?", "techniqueId": null},
 {"id": 58, "type": "message", "content": "Look around you and name 5 things you can see. Write them down on your phone. Your craving will have passed!", "techniqueId": null},
 {"id": 59, "type": "message", "content": "Remember your mantra and say it back to yourself. You’ve got this!", "techniqueId": null},
 {"id": 60, "type": "technique", "content": null, "techniqueId": 4},
 {"id": 61, "type": "message", "content": "Name 4 things around you that you can touch. Write them down and by the time you have done that your craving would be long gone!", "techniqueId": null},
 {"id": 62, "type": "message", "content": "Remember cravings only last 3 minutes. You can outlast them - don’t let your guard down, you’ve made so much progress!", "techniqueId": null}
]
